Repository: sabatino81/vigilo
Catalog: lib/l10n/app_*.arb
Languages: it

# notificationsCategorySafety
source: Safety
it: Sicurezza

# notificationsCategoryPoints
source: Points
it: Punti

# notificationsCategorySystem
source: System
it: Sistema

# notificationsEmpty
source: No notifications
it: Nessuna notifica

# notificationsToday
source: Today
it: Oggi

# notificationsYesterday
source: Yesterday
it: Ieri

# notificationsThisWeek
source: This week
it: Questa settimana

# notificationsEarlier
source: Earlier
it: Precedenti

# notificationsMinAgo
source: {min} min ago
it: {min} min fa

# notificationsHoursAgo
source: {hours}h ago
it: {hours}h fa

# notificationsDaysAgo
source: {days}d ago
it: {days}g fa

# streakDays
source: {count} days
it: {count} giorni

# streakMultiplier
source: Multiplier x{value}
it: Moltiplicatore x{value}

# streakDaysToNext
source: {days} days to {level}
it: {days} giorni al {level}

# streakCalendar
source: Month calendar
it: Calendario del mese

source: Streak Levels
it: Livelli Streak

# streakBestRecord
source: Personal record
it: Record personale

# streakLevelFiammella
source: Spark
it: Fiammella

# streakLevelFuocherello
source: Flame
it: Fuocherello

# streakLevelFalo
source: Bonfire
it: Falo

# streakLevelIncendio
source: Blaze
it: Incendio

# streakDaysMin
source: {days}+ days | x{multiplier}
it: {days}+ giorni | x{multiplier}

# challengeTitle
source: Team Challenge
it: Sfida Team

# challengeTeamContributions
source: Team Contributions
it: Contributi Team

source: Challenge History
it: Storico Sfide

# challengeTimeRemaining
source: {value} remaining
it: {value} rimanenti

# challengeExpired
source: Expired
it: Scaduta

# challengePoints
source: {current} / {target} points
it: {current} / {target} punti

# pointsEarnedSnackbar
source: +{points} Helmet Points
it: +{points} Punti Elmetto

# pointsEarnedAction
source: +{points} Helmet Points - {action}
it: +{points} Punti Elmetto - {action}

# pointsActionCheckin
source: Wellness check-in
it: Check-in benessere

# pointsActionReport
source: Safety report
it: Segnalazione sicurezza

# pointsActionQuiz
source: Quiz completed
it: Quiz completato

# pointsActionAccess
source: Shift check-in
it: Check-in turno

# pointsActionSurvey
source: Safety survey
it: Sondaggio sicurezza

# wellnessNoteHint
source: Notes (optional)...
it: Note (opzionale)...

# wellnessSubmit
source: Send check-in
it: Invia check-in

# wellnessSubmitted
source: Check-in sent! +10 points
it: Check-in inviato! +10 punti

# wellnessMoodGreat
source: Great
it: Ottimo

# wellnessMoodGood
source: Good
it: Bene

# wellnessMoodOkay
source: So-so
it: Così così

# wellnessMoodStressed
source: Stressed
it: Stressato

# wellnessMoodBad
source: Bad
it: Male

# vowSurveyPageTitle
source: Voice of Worker
it: Voce del Lavoratore

# vowSurveyQuestion
source: Question {current} of {total}
it: Domanda {current} di {total}

# vowSurveyAnonymous
source: Anonymous
it: Anonimo

# vowSurveyBack
source: Back
it: Indietro

# vowSurveyNext
source: Next
it: Avanti

# vowSurveySubmit
source: Submit survey
it: Invia sondaggio

# vowSurveySubmitted
source: Survey Submitted!
it: Sondaggio Inviato!

# vowSurveyThanks
source: Thanks for your anonymous contribution
it: Grazie per il tuo contributo anonimo

# vowSurveyAverage
source: Average score
it: Media risposte

# vowSurveySummary
source: Summary
it: Riepilogo

# vowSurveyBackToTeam
source: Back to Team
it: Torna al Team

# vowRating1
source: Not at all
it: Per niente

# vowRating2
source: A little
it: Poco

# vowRating3
source: Somewhat
it: Abbastanza

# vowRating4
source: Very much
it: Molto

# vowRating5
source: Absolutely
it: Assolutamente

# checkinTitle
source: SHIFT CHECK-IN
it: CHECK-IN TURNO

# checkinSubtitle
source: PPE Self-declaration
it: Autodichiarazione DPI - D.Lgs. 81/2008

# checkinDone
source: Done
it: Fatto

# checkinTodo
source: To do
it: Da fare

source: Check-in completed
it: Check-in completato

# checkinDpiRequired
source: PPE required for your role
it: DPI richiesti per il tuo ruolo

# checkinConfirm
source: CONFIRM CHECK-IN
it: CONFERMA CHECK-IN

# checkinSelectAll
source: Select all PPE items
it: Seleziona tutti i DPI

# checkinPointsAction
source: Shift check-in
it: Check-in turno
