Repository: sabatino81/vigilo
Catalog: lib/l10n/app_*.arb
Languages: it

source: Hello!
it: Ciao!

# welcome
source: Welcome, {name}!
it: Benvenuto, {name}!

# loginTitle
source: Login
it: Accesso

# signInButton
source: Sign in
it: Accedi

# appSubtitle
source: Workplace Safety
it: Sicurezza sul Lavoro

source: Login failed
it: Accesso fallito

# homeSubtitle
source: Workplace Safety
it: Sicurezza sul Lavoro

source: Color Palette
it: Palette Colori

# teamSubtitle
source: Your work team
it: Il tuo team di lavoro

# sosTitle
source: Safety
it: Sicurezza

# sosSubtitle
source: Report, get help or activate SOS
it: Segnala, chiedi aiuto o attiva SOS

# sosButton
source: SAFETY
it: SICUREZZA

# sosDescription
source: Report a danger, get help or activate SOS
it: Segnala un pericolo, chiedi aiuto o apri il SOS

# puntiTitle
source: Points
it: Punti

# puntiSubtitle
source: Your safety points
it: I tuoi punti sicurezza

# imparaTitle
source: Learn
it: Impara

# imparaSubtitle
source: Educational content
it: Contenuti educativi

# navSos
source: Safety
it: Sicurezza

# navPunti
source: Points
it: Punti

# navImpara
source: Learn
it: Impara

source: Language
it: Lingua

source: Theme
it: Tema

source: Logout
it: Esci

source: Notifications
it: Notifiche

source: Profile
it: Profilo

# greeting
source: Hi, {name}
it: Ciao, {name}

# colorName
source: Name
it: Nome

# colorUsage
source: Usage
it: Uso

# colorPrimaryDesc
source: Yellow - Attention
it: Giallo - Attenzione

# colorOnPrimaryDesc
source: Text
it: Testo

# colorSecondaryDesc
source: Green - OK
it: Verde - OK

# colorOnSecondaryDesc
source: Text
it: Testo

# colorTertiaryDesc
source: Blue - Info
it: Blu - Info

# colorOnTertiaryDesc
source: Text
it: Testo

# colorWarningDesc
source: Orange - Warnings
it: Arancione - Avvisi

# colorOnWarningDesc
source: Text
it: Testo

# colorDangerDesc
source: Red - SOS
it: Rosso - SOS

# colorOnDangerDesc
source: Text
it: Testo

# colorNeutralDesc
source: Grey
it: Grigio

# colorOnNeutralDesc
source: Text
it: Testo

# colorSurfaceDesc
source: Background
it: Sfondo

# colorOnSurfaceDesc
source: Text
it: Testo

# colorSurfaceVariantDesc
source: Variant
it: Variante

# colorOutlineDesc
source: Borders
it: Bordi

# colorOutlineVariantDesc
source: Soft borders
it: Bordi soft

# puntiTotal
source: Total points
it: Punti totali

source: SEND SOS
it: INVIA SOS

# themeLight
source: Light
it: Chiaro

# themeDark
source: Dark
it: Scuro

# themeSystem
source: System
it: Sistema

source: SAFETY SCORE
it: SICUREZZA

# trendVsYesterday
source: vs yesterday
it: vs ieri

# metricHydration
source: Hydration
it: Idratazione

# metricFatigue
source: Fatigue
it: Fatica

# metricRest
source: Rest
it: Riposo

# dpiStatus
source: PPE STATUS
it: STATO DPI

# dpiHelmet
source: Helmet
it: Casco

# dpiSafetyShoes
source: Safety shoes
it: Scarpe antinfortunistiche

# dpiGloves
source: Gloves
it: Guanti

# dpiStatusBatteryLow
source: Low battery
it: Batteria bassa

source: SMART BREAK
it: PAUSA SMART

source: Break remaining
it: Pausa rimanente

source: Show shade zone
it: Mostra zona ombra

source: TEAM CHALLENGE
it: SFIDA DI SQUADRA

source: Zero Injuries Week
it: Settimana Zero Infortuni

source: Progress
it: Progresso

source: HOT STREAK:
it: SERIE:

source: days
it: giorni

source: Go to challenge
it: Vai alla sfida

source: DAILY TO-DO
it: ATTIVITÀ DEL GIORNO

source: Weekly quiz
it: Quiz settimanale

source: Safety survey
it: Sondaggio sicurezza

source: Safety report
it: Segnalazione sicurezza

# microTraining
source: 5' Micro-training
it: Micro-formazione 5'

# actionStart
source: Start
it: Inizia

# actionAnswer
source: Answer
it: Rispondi

# actionWatch
source: Watch
it: Guarda

# personalKpi
source: MY NUMBERS
it: I MIEI NUMERI

# kpiTodoCompleted
source: Tasks completed this week
it: Attività completate questa settimana

# kpiSafetyRecalls
source: Safety recalls
it: Richiami sicurezza

# kpiPointsToday
source: Points earned today
it: Punti guadagnati oggi

# teamLabel
source: Your team
it: La tua squadra

source: ACTIVE CHALLENGE
it: SFIDA ATTIVA

source: Team progress
it: Progresso squadra

source: Deadline
it: Scadenza

# dailyObjective
source: Daily objective: 0 negative reports
it: Obiettivo giorno: 0 segnalazioni negative

# teamBonus
source: Bonus: +{points} pt for the team
it: Bonus: +{points} pt per la squadra

# challengeDetails
source: Go to challenge details
it: Vai ai dettagli sfida

source: LEADERBOARD
it: CLASSIFICA

source: TEAM MEMBERS
it: MEMBRI SQUADRA

source: Open team chat
it: Apri chat squadra

# safetyStarTitle
source: SAFETY STAR OF THE WEEK
it: STELLA SICUREZZA SETTIMANA

source: Winner
it: Vincitore

source: Motivation
it: Motivazione

# nominatedBy
source: Nominated by: {names}
it: Nominata da: {names}

# nominateColleague
source: Nominate a colleague
it: Nomina un collega

# vowSurveyTitle
source: SURVEY — Voice of Worker
it: SONDAGGIO — Voce del Lavoratore

# surveyStatus
source: Status: DRAFT ({answered}/{total} answers)
it: Stato: BOZZA ({answered}/{total} risposte)

# question
source: Question {number}
it: Domanda {number}

# questionSafety
source: Did you feel safe today?
it: Ti sei sentito al sicuro oggi?

# questionRisk
source: What was the biggest risk?
it: Qual è stato il maggiore rischio?

# questionReported
source: Did you report a hazard?
it: Hai segnalato un pericolo?

# questionComment
source: Free comment
it: Commento libero

# riskEquipment
source: Equipment
it: Attrezzature

# riskProcedures
source: Procedures
it: Procedure

# riskEnvironment
source: Environment
it: Ambiente

# riskOther
source: Other
it: Altro

source: Yes
it: Sì

source: Write here...
it: Scrivi qui...

source: Submit survey
it: Invia sondaggio

# socialWallTitle
source: SOCIAL WALL
it: BACHECA

# topPost
source: Top post: "{post}"
it: Post più votato: "{post}"

# createPost
source: Create a post
it: Crea un post

source: View all posts
it: Vedi tutti i post

# wellnessTitle
source: HOW ARE YOU FEELING TODAY?
it: COME TI SENTI OGGI?

# moodGreat
source: Great
it: Ottimo

# moodOkay
source: So-so
it: Così così

# moodStressed
source: Stressed
it: Stressato

# anonymousData
source: Anonymous - aggregated team data
it: Anonimo - dati aggregati alla squadra

# transparencyTitle
source: "YOU SAID → WE DID"
it: "AVETE DETTO → ABBIAMO FATTO"

# statusResolved
source: RESOLVED
it: RISOLTO

# statusInProgress
source: IN PROGRESS
it: IN CORSO

# statusEvaluating
source: EVALUATING
it: IN VALUTAZIONE

# statusNew
source: NEW
it: NUOVO

source: View all requests
it: Vedi tutte le richieste

# welcomeGuideTitle
source: YOUR SAFETY AT YOUR FINGERTIPS
it: LA TUA SICUREZZA A PORTATA DI MANO

# ppeProtected
source: REQUIRED PPE
it: DPI PREVISTI

# welcomeBoots
source: Safety boots
it: Scarponi

# welcomeVest
source: Safety vest
it: Giubbino

# welcomeFeature1
source: Check your Safety Score
it: Controlla il tuo Safety Score

# welcomeFeature2
source: Declare PPE worn at check-in
it: Dichiara i DPI indossati al check-in

# welcomeFeature3
source: Report danger with SOS
it: Segnala un pericolo con SOS

# welcomeFeature4
source: Complete daily tasks
it: Completa le attività del giorno

source: Open quick guide
it: Apri la guida rapida

# sosPageTitle
source: SAFETY
it: SICUREZZA

# sosPageSubtitle
source: Report a danger, get help or activate SOS
it: Segnala un pericolo, chiedi aiuto o apri il SOS

# sosEmergencySection
source: EMERGENCY
it: EMERGENZA

# sosHoldInstruction
source: Hold the "Safety" button for 3 seconds to activate a real SOS.
it: Tieni premuto il tasto "Sicurezza" per 3 secondi per attivare un SOS reale.

# sosHoldToActivate
source: Hold for SOS
it: Tieni premuto per SOS

# sosReleaseToCancel
source: Release to cancel
it: Rilascia per annullare

# sosConfirmTitle
source: Confirm SOS request?
it: Confermi la richiesta di SOS?

# sosConfirmSubtitle
source: This will immediately notify:
it: Questo avviserà immediatamente:

# sosConfirmSend
source: SEND NOW
it: INVIA ORA

# sosConfirmCancel
source: CANCEL
it: ANNULLA

# sosSentTitle
source: SOS SENT
it: SOS INVIATO

# sosSentSignal
source: Signal sent to contacts
it: Segnale inviato ai referenti

# sosSentLocation
source: Location shared
it: Posizione condivisa

# sosSentMovement
source: Last 60s of movement recorded
it: Ultimi 60s di movimenti registrati

# sosSentMessage
source: Stay where you are if possible. We're on our way.
it: Resta dove sei se possibile. Ti stiamo raggiungendo.

# sosSentConfirm
source: GOT IT
it: HO CAPITO

# quickReportsSection
source: QUICK REPORTS
it: SEGNALAZIONI RAPIDE

# quickReportsSubtitle
source: Report a non-urgent issue
it: Segnala un problema non urgente

# reportTypeDanger
source: Imminent Danger
it: Pericolo imminente

# reportTypeDangerDesc
source: Unstable material, obstacle, fall risk...
it: Materiale instabile, ostacolo, rischio caduta...

# reportTypeNearMissDesc
source: Near accident, avoided risk
it: Quasi incidente, rischio evitato

# reportTypeInjury
source: Minor Injury
it: Infortunio lieve

# reportTypeInjuryDesc
source: Slips, bumps, small cuts...
it: Scivolate, colpi, piccoli tagli...

# reportTypeImprovement
source: Improvement
it: Suggerimento

# reportTypeImprovementDesc
source: Something to fix or optimize
it: Qualcosa da sistemare o ottimizzare

# emergencyContactsSection
source: SAFETY CONTACTS
it: CONTATTI DI SICUREZZA

# contactShiftSupervisor
source: Shift Supervisor
it: Preposto turno

# contactOperationsCenter
source: Operations Center
it: Centrale Operativa

# contactCompanySafety
source: Company Safety
it: Sicurezza Aziendale

# contactFamily
source: Family Contact
it: Contatto famiglia

# reportHistorySection
source: MY REPORTS
it: LE MIE SEGNALAZIONI

# reportHistoryEmpty
source: No reports
it: Nessuna segnalazione

# reportHistoryViewAll
source: View all
it: Vedi tutte

# reportStatusPending
source: Pending
it: In attesa

# reportStatusUnderReview
source: Under Review
it: In valutazione

# reportStatusInProgress
source: In Progress
it: Presa in carico

# reportStatusApproved
source: Approved
it: Approvata

# reportStatusClosed
source: Closed
it: Chiuso

# reportFormTitle
source: Report {type}
it: Segnala {type}

# reportFormDescription
source: Describe what you saw
it: Descrivi cosa hai visto

# reportFormDescriptionHint
source: Describe the issue in detail...
it: Descrivi il problema nel dettaglio...

# reportFormDescriptionError
source: Enter at least 10 characters
it: Inserisci almeno 10 caratteri

# reportFormPhoto
source: Photo (optional)
it: Foto (opzionale)

# reportFormPhotoButton
source: Take a photo
it: Scatta una foto

# reportFormLocation
source: Location
it: Posizione

# reportFormLocationAuto
source: Location detected automatically
it: Posizione rilevata automaticamente

# reportFormContact
source: Do you want to be contacted?
it: Vuoi essere contattato?

# reportFormContactDesc
source: The manager may call you for more details
it: Il responsabile potrà chiamarti per maggiori dettagli

# reportFormSubmit
source: SUBMIT REPORT
it: INVIA SEGNALAZIONE

# reportFormSuccess
source: REPORT SUBMITTED
it: SEGNALAZIONE INVIATA

# reportFormSuccessMessage
source: Thanks, your report has been received and will be reviewed by RSPP.
it: Grazie, la tua segnalazione è stata ricevuta e sarà valutata dal RSPP.

# reportDetailTitle
source: Report Details
it: Dettaglio Segnalazione

# reportDetailDate
source: Date
it: Data

# reportDetailLocation
source: Location
it: Posizione

# reportDetailContactRequested
source: Contact requested
it: Contatto richiesto

# reportDetailDescription
source: Description
it: Descrizione

# reportDetailPhotos
source: Photos
it: Foto

# reportDetailRsppNotes
source: RSPP Notes
it: Note RSPP

# reportDetailClosed
source: Report closed
it: Segnalazione chiusa

# puntiPoints
source: points
it: punti

# puntiLevel
source: Level {level}
it: Livello {level}

# puntiNextLevel
source: Next: {level} ({points} pt)
it: Prossimo: {level} ({points} pt)

# puntiRecentTransactions
source: Recent transactions
it: Movimenti recenti

# puntiViewAll
source: View all
it: Vedi tutti

# puntiCatalog
source: REWARDS CATALOG
it: CATALOGO PREMI

# puntiCatalogViewAll
source: View full catalog
it: Vedi tutto il catalogo

# puntiAvailable
source: Available
it: Disponibile

# puntiLimited
source: Limited
it: Limitato

# puntiOutOfStock
source: Out of Stock
it: Esaurito

# puntiCategoryVoucher
source: Vouchers
it: Buoni

# puntiCategoryPpe
source: PPE
it: DPI

# puntiCategoryOther
source: Other
it: Altro

# puntiSortByPointsAsc
source: Points ↑
it: Punti ↑

# puntiSortByPointsDesc
source: Points ↓
it: Punti ↓

# puntiSortByName
source: Name
it: Nome

# puntiFilterAll
source: All
it: Tutti

# puntiSortBy
source: Sort by:
it: Ordina per:

# puntiStats
source: STATISTICS
it: STATISTICHE

# puntiLast7Days
source: Last 7 days
it: Ultimi 7 giorni

# puntiLast30Days
source: Last 30 days
it: Ultimi 30 giorni

# puntiMissions
source: {count} missions
it: {count} missioni

# puntiWeeklyTrend
source: Weekly trend
it: Andamento settimanale

# puntiLeaderboard
source: LEADERBOARD
it: CLASSIFICA

# puntiYou
source: YOU
it: TU

# puntiSpinWheel
source: Spin the wheel every day!
it: Gira la ruota ogni giorno!

# puntiSpinAvailable
source: 1 SPIN AVAILABLE
it: 1 GIRO DISPONIBILE

# puntiSpinUsed
source: Already used today
it: Già usato oggi

# puntiSpinAction
source: SPIN NOW
it: GIRA ORA

# puntiSpinComeBack
source: Come back tomorrow
it: Torna domani

# puntiSpinWheelTitle
source: Spin the Wheel
it: Gira la Ruota

# puntiSpinInfo
source: You have 1 free spin available!
it: Hai 1 giro gratuito disponibile!

# puntiSpinUsedInfo
source: You already used your spin today
it: Hai già usato il tuo giro di oggi

# puntiSpinButton
source: SPIN THE WHEEL
it: GIRA LA RUOTA

# puntiSpinning
source: THE WHEEL IS SPINNING...
it: LA RUOTA GIRA...

# puntiSpinTomorrow
source: COME BACK TOMORROW
it: TORNA DOMANI

# puntiSpinCongrats
source: CONGRATULATIONS!
it: COMPLIMENTI!

# puntiSpinNoWin
source: NO PRIZE TODAY
it: OGGI NIENTE PREMIO

# puntiSpinWon
source: YOU WON:
it: HAI VINTO:

# puntiSpinNewBalance
source: New balance: {points} pt
it: Nuovo saldo: {points} pt

# puntiSpinResult
source: The wheel stopped on: {prize}
it: La ruota si è fermata su: {prize}

# puntiSpinTryTomorrow
source: Try again tomorrow with your free spin!
it: Riprova domani con il tuo giro gratuito!

# puntiSpinGreat
source: AWESOME!
it: FANTASTICO!

# puntiSpinOk
source: OK, GOT IT
it: OK, HO CAPITO

# puntiRewardDetail
source: Reward Details
it: Dettaglio Premio

# puntiRewardCost
source: {cost} points
it: {cost} punti

# puntiRewardDescription
source: Description
it: Descrizione

# puntiRewardDelivery
source: Delivery method
it: Modalità di ritiro

# puntiRewardRedeem
source: REDEEM NOW
it: RISCATTA ORA

# puntiRewardNotEnough
source: You need {points} more points
it: Ti mancano {points} punti

# puntiRewardUnavailable
source: NOT AVAILABLE
it: NON DISPONIBILE

# puntiTransactionEarned
source: Earned
it: Guadagnato

# puntiTransactionSpent
source: Spent
it: Speso

# puntiTransactionPenalty
source: Penalty
it: Penalità

# imparaTrainingTodo
source: TODAY'S TRAINING
it: DA FARE OGGI

# imparaLibrary
source: LIBRARY
it: BIBLIOTECA

# imparaSearchContents
source: Search contents...
it: Cerca contenuti...

# imparaSuggestedContents
source: Suggested contents:
it: Contenuti suggeriti:

# imparaViewAllLibrary
source: View full library
it: Vedi tutta la libreria

# imparaTrainingProgress
source: TRAINING PROGRESS
it: PROGRESSO FORMAZIONE

# imparaProgressLabel
source: Progress:
it: Avanzamento:

# imparaModulesCompleted
source: Modules completed: {completed} / {total}
it: Moduli completati: {completed} / {total}

# imparaModulesInProgress
source: Modules in progress:
it: Moduli in corso:

# imparaCertificatesObtained
source: Certificates obtained:
it: Certificati ottenuti:

# imparaCertificateExpiring
source: Expiring soon
it: Scade tra poco

# imparaCertificateValid
source: Valid
it: Valido

# imparaRecommendedForYou
source: RECOMMENDED FOR YOU
it: CONSIGLIATI PER TE

# imparaContentLesson
source: Lesson
it: Lezione

# imparaCategorySafety
source: Safety
it: Sicurezza

# imparaCategoryProcedures
source: Procedures
it: Procedure

# imparaCategoryEquipment
source: Equipment
it: Attrezzature

# imparaCategoryEmergency
source: Emergency
it: Emergenza

# imparaCategoryWellbeing
source: Wellbeing
it: Benessere

# imparaStatusNotStarted
source: Not started
it: Non iniziato

# imparaStatusInProgress
source: In progress
it: In corso

# imparaStatusCompleted
source: Completed
it: Completato

# imparaTodoWatch
source: Watch
it: Guarda

# imparaTodoStart
source: Start
it: Inizia

# imparaTodoRead
source: Read
it: Leggi

# imparaLibraryTitle
source: Library
it: Biblioteca

# imparaContentsCount
source: {count} contents
it: {count} contenuti

# imparaFilterAll
source: All
it: Tutti

# imparaFilterAllCategories
source: All
it: Tutte

# imparaNoContentsFound
source: No contents found
it: Nessun contenuto trovato

# imparaContentMandatory
source: Mandatory
it: Obbligatorio

# imparaContentStatus
source: Status: {status}
it: Stato: {status}

# imparaContentProgressPercent
source: {percent}% completed
it: {percent}% completato

# imparaContentDescription
source: Description
it: Descrizione

# imparaContentSaved
source: Saved
it: Salvato

# imparaContentSave
source: Save
it: Salva

# imparaContentContinue
source: Continue
it: Continua

# imparaContentWatchVideo
source: Watch Video
it: Guarda Video

# imparaContentOpenPdf
source: Open PDF
it: Apri PDF

# imparaContentStartAction
source: Start
it: Inizia

# imparaContentOpening
source: Opening {type}...
it: Apertura {type}...

# imparaQuizQuestion
source: Question {current} of {total}
it: Domanda {current} di {total}

# imparaQuizBack
source: Back
it: Indietro

# imparaQuizNext
source: Next
it: Avanti

# imparaQuizFinish
source: Finish Quiz
it: Termina Quiz

# imparaQuizExitTitle
source: Exit quiz?
it: Uscire dal quiz?

# imparaQuizExitMessage
source: Your progress won't be saved.
it: Il tuo progresso non verrà salvato.

# imparaQuizCancel
source: Cancel
it: Annulla

# imparaQuizExit
source: Exit
it: Esci

# imparaQuizResultTitle
source: Quiz Completed!
it: Quiz Completato!

# imparaQuizResultCorrect
source: Correct answers
it: Risposte corrette

# imparaQuizResultPassed
source: PASSED
it: SUPERATO

# imparaQuizResultFailed
source: FAILED
it: NON SUPERATO

# imparaQuizResultPassedMessage
source: Congratulations! You passed the quiz.
it: Complimenti! Hai superato il quiz.

# imparaQuizResultFailedMessage
source: You didn't reach the minimum score. Try again!
it: Non hai raggiunto il punteggio minimo. Riprova!

# imparaQuizResultEarned
source: Points earned
it: Punti guadagnati

# imparaQuizResultNoPoints
source: No points
it: Nessun punto

# imparaQuizResultMinScore
source: Minimum score: 60%
it: Punteggio minimo: 60%

# imparaQuizResultSummary
source: Answer summary
it: Riepilogo risposte

# imparaQuizResultRetry
source: Retry Quiz
it: Riprova Quiz

# imparaQuizResultBackToLearn
source: Back to Learn
it: Torna a Impara

# walletTitle
source: HELMET POINTS
it: PUNTI ELMETTO

# walletElmetto
source: Helmet Points
it: Punti Elmetto

# walletConversionInfo
source: {rate} pt = 1 EUR | Max {percent}% discount
it: {rate} pt = 1 EUR | Max {percent}% sconto

# walletWelfareActive
source: Welfare active (up to 100% discount)
it: Welfare attivo (sconto fino al 100%)

# walletWelfareCompany
source: Welfare activated by {company}
it: Welfare attivato da {company}

# walletLevel
source: Level {level}
it: Livello {level}

# walletNextLevel
source: Next: {level} ({points} pt)
it: Prossimo: {level} ({points} pt)

# walletRecentMoves
source: Recent transactions
it: Movimenti recenti

# walletViewAll
source: View all
it: Vedi tutti

# shopTitle
source: Company Store
it: Spaccio Aziendale

# shopVigiloTitle
source: Company Store
it: Spaccio Aziendale

# shopVigiloSubtitle
source: Your exclusive store: discounts and free products with your points
it: Il tuo negozio riservato: sconti e prodotti gratis con i punti

# shopSearchHint
source: Search products...
it: Cerca prodotti...

# shopCategoryAll
source: All
it: Tutti

# shopProductCount
source: {count} products
it: {count} prodotti

# shopMarkupInfo
source: 30% markup included
it: Markup 30% incluso

# shopNoProducts
source: No products found
it: Nessun prodotto trovato

# shopCategoryCasa
source: Home
it: Casa

# shopCategoryAbbigliamento
source: Clothing
it: Abbigliamento

# shopCategoryConsumabili
source: Consumables
it: Consumabili

# shopCategoryVoucher
source: Vouchers
it: Voucher

# shopBadgeGratis
source: FREE
it: GRATIS

# shopBadgeScontato
source: DISCOUNTED
it: SCONTATO

# shopSupplier
source: Supplier: {name}
it: Fornitore: {name}

# shopQuantity
source: Quantity
it: Quantita

# shopAddToCart
source: Add to cart
it: Aggiungi al carrello

# shopAddFree
source: Add for free
it: Aggiungi gratis

# shopAddedToCart
source: Added to cart: {name} x{qty}
it: Aggiunto al carrello: {name} x{qty}

# shopGoToCart
source: Go to cart
it: Vai al carrello

# cartTitle
source: Cart ({count})
it: Carrello ({count})

# cartEmpty
source: Cart is empty
it: Il carrello e vuoto

# cartShipping
source: Shipping: {amount} EUR (always paid by worker)
it: Spedizione: {amount} EUR (sempre a carico del lavoratore)

# cartCheckout
source: Proceed to checkout
it: Procedi al checkout

# checkoutItems
source: Items ({count})
it: Articoli ({count})

# checkoutAddress
source: Delivery address
it: Indirizzo di consegna

# checkoutPaymentSummary
source: Payment summary
it: Riepilogo pagamento

# checkoutSubtotal
source: Subtotal
it: Subtotale

# checkoutElmettoDiscount
source: Helmet discount ({points} pt)
it: Sconto Elmetto ({points} pt)

# checkoutToPay
source: To pay
it: Da pagare

# checkoutFree
source: FREE
it: GRATIS

# checkoutTotal
source: TOTAL
it: TOTALE

# checkoutBnplLabel
source: Pay in 3 installments with Scalapay
it: Paga in 3 rate con Scalapay

# checkoutBnplRate
source: {amount} EUR/month - interest paid by you
it: {amount} EUR/mese - interessi a carico tuo

# checkoutConfirm
source: Confirm and pay
it: Conferma e paga

# checkoutConfirmFree
source: Confirm free order
it: Conferma ordine gratuito

# checkoutSuccess
source: Order confirmed!
it: Ordine confermato!

# checkoutSuccessFree
source: Your order is confirmed. Fully covered by welfare!
it: Il tuo ordine e stato confermato. Coperto interamente dal welfare!

# checkoutSuccessBnpl
source: You will pay in 3 installments of {amount} EUR/month with Scalapay.
it: Pagherai in 3 rate da {amount} EUR/mese con Scalapay.

# checkoutSuccessCharged
source: Total charged: {amount} EUR
it: Totale addebitato: {amount} EUR

# checkoutBackToShop
source: Back to Store
it: Torna allo Spaccio

# shopShipping
source: Shipping
it: Spedizione

# profileTitle
source: Profile
it: Profilo

# profileSafetyStats
source: Safety Statistics
it: Statistiche Sicurezza

# profileReports
source: Reports
it: Segnalazioni

# profileTrustLevel
source: Trust Level
it: Livello Fiducia

# profileTrustVerified
source: Verified
it: Verificato

# profileTrustTrusted
source: Trusted
it: Affidabile

# profileTrustExpert
source: Expert
it: Esperto

# profileWorkerOperaio
source: Worker
it: Operaio

# profileWorkerCaposquadra
source: Team Lead
it: Caposquadra

# profileWorkerPreposto
source: Supervisor
it: Preposto

# profileWorkerRspp
source: Safety Officer
it: RSPP

# profileSettings
source: Settings
it: Impostazioni

# profileLanguage
source: Language
it: Lingua

# profileTheme
source: Theme
it: Tema

# profileNotifications
source: Notifications
it: Notifiche

# profileBiometric
source: Biometrics
it: Biometria

# profileLogout
source: Log out
it: Esci

# profileActive
source: Active
it: Attivo

# notificationsTitle
source: Notifications
it: Notifiche

# notificationsAll
source: All
it: Tutte
